/**
 * Created by OXOYO on 2019/5/29.
 *
 *
 */

export default {
  L10001: '移动（V）',
  L10002: '选框（M）',
  L10003: '铅笔（P）',
  L10004: '直线（L）',
  L10005: '文字（T）',
  L10006: '橡皮擦（E）',
  L10007: '撤消（Ctrl + Z）',
  L10008: '重做（Ctrl + Shift + Z）',
  L10009: '上传图片（U）',
  L10010: '清除（C）',
  L10011: '下载（Ctrl + S）',
  L10012: '全屏',
  L10013: '铅笔颜色',
  L10014: '画布颜色',
  L10015: '铅笔大小',
  L10016: '语言',
  L10017: 'Github',
  L10018: '预览（Ctrl + P）',
  L10019: '反馈',
  L10020: '便签（N）',
  L10021: '栅格（G）',
  L10022: '物料（Ctrl + M）',
  L10023: '关于',
  L10101: '提示',
  L10102: '确认清空当前画板吗？',
  L10103: '切换背景色将清空当前画板，确认切换？',
  L10104: '数据为空，导出失败！',
  L10105: '确认删除该便签吗？',
  L10106: '确认删除该文本吗？',
  L10107: '确认删除该画板吗？',
  L10108: '关于',
  L10109: '在线白板（Mutantcat WhiteBoard）是一款免费、开箱即用的网页版在线白板工具，支持自由画笔、便签、文本、素材、思维导图、流程图与多画板管理，适合教学、协作、头脑风暴、UI 草图与远程会议。',
  L10110: '在画板区域右键菜单中可选择导出图片为 PNG。',
  L10111: '本项目 Fork 自 ',
  L10112: '，在其基础上进行了本地化与持续维护。',
  L10113: '此服务由 ',
  L10114: ' 提供与运维就行。'
}
